import type { Translation } from './en';

export default {
  tagline: 'Найлепшая ванільная зборка для Minecraft',
  shareTagline: 'Нехта падзяліўся з вамі зборкай UnoPack',
  changeLang: 'Змяніць мову',
  landing: {
    cards: [
      {
        title: 'Ванільная',
        text: 'Толькі кліентскія моды, якія аптымізуюць гульню без змянення ванільнага вопыту гульні',
      },
      {
        title: 'Модульная',
        text: 'Кожны чалавек мае розны густ, таму вы можаце выбраць толькі тыя моды, якія вам патрэбны',
      },
      {
        title: 'Усё ўключана',
        text: 'Не толькі моды, але і пакеты рэсурсаў, шэйдэры і ўсе патрабуемыя налады - усё для вашай зручнасці',
      },
    ],
    generateButton: 'Згенерыраваць для',
    editButton: 'Змяніць для',
    shortDescrition:
      'З UnoPack вы можаце хутка стварыць вашу ідэальную зборку для Minecraft',
  },
  packs: {
    default: {
      name: 'Зборка прадукцыйнасці',
      description: 'Максімальна павялічце прадукцыйнасць гульні',
    },
    roleplay: {
      name: 'Зборка ролевай гульні',
      description:
        'Наладжвайце свой скін, дадавайце эмоцыі, размаўляйце праз галасавы чат і г.д.',
      imgAltText: 'Гулец Minecraft, які выкарыстоўвае галасавы чат',
    },
    utility: {
      name: 'Зборка утыліт',
      description: 'Палегчыце нудныя рэчы ў гульне і палепшыце сваё жыццё',
      imgAltText: 'Шестерні, якія рухаюцца ў Minecraft',
    },
    contentcreator: {
      name: 'Зборка для стварэння кантэнту',
      description:
        'Маніпуліруйце вашай камерай для стварэння кінематаграфічных кадраў',
      imgAltText: 'Гулец Minecraft, які выкарыстоўвае камеру',
    },
    graphics: {
      name: 'Графічная зборка',
      description: 'Зрабіце Minecraft больш прыгожым',
      imgAltText: 'Дрэва з падаючымі лісцьмі ў Minecraft',
    },
  },
  descriptions: {
    'better-stats': 'Дадае палепшаны і больш функцыянальным экран статыстыкі',
    'boat-item-view':
      'Дадае магчымасць глядзець на свае прадметы, калі вы рухаецеся ў лодцы',
    'chat-heads':
      'Дадае магчымасць бачыць галаву таго, з кім вы размаўляеце ў гульне',
    'cit-resewn':
      'Дадае падтрымку карыстальніцкіх тэкстур прадметаў з пакетаў рэсурсаў для OptiFine',
    'cloth-config': 'Дадае канфігурацыйную бібліятэку для модаў Minecraft',
    'c2me-fabric':
      'Мод, які зроблены для паляпшэння прадукцыйнасці чанкаў у Minecraft',
    cem: 'Дадае падтрымку карыстальніцкіх мадэлей істот у Fabric',
    dcch: 'Дадае магчымасць захоўваць вашу гісторыю чата і шмат іншых функцый',
    deathlog: 'Дадае магчымасць сачыць за тым, колькі раз вы памёрлі',
    e4mc: 'Дадае магчымасць адкрываць LAN-сервер усім, усюды, заўсёды',
    moreculling:
      'Мод, які змяняе выкарыстанне адсочвання шляху для схавання блокаў/суб’ектаў, якія не бачныя',
    'ferrite-core': 'Мод, які аптымізуе выкарыстанне памяці',
    horsestatsvanilla:
      'Дадае паказальнікі статыстыкі (здароўе, хуткасць, вышыня скачка) каней у вашым інвентары',
    immediatelyfast: 'Мод, які паскарае рэндэр у Minecraft',
    indium:
      'Аддон для Sodium, які заснаваны на Indigo, для падтрымкі Fabric Rendering API',
    inspecio: 'Дадае больш унутрагульнявых падказак',
    iris: 'Мод, які дадае падтрымку шэйдэраў OptiFine',
    krypton: 'Мод, які аптымізуе сеткавы стэк',
    languagereload:
      'Дадае магчымасць дадаваць рэзервныя мовы і змяншаць час іх загрузкі',
    lithium: 'Мод, які паляпшае прадукцыйнасць гульні і гульнявой логікі',
    memoryleakfix:
      'Мод, які выпраўляе выпадковыя ўцечкі памяці як для кліента, так і для сервера',
    modmenu:
      'Дадае меню модаў, у якім магчыма праглядзець спіс устаноўленых модаў',
    modelfix: 'Выпраўляе хібнасці мадэлях блокаў і прадметаў',
    notelemetry: 'Адключае тэлеметрыю, якую дадалі ў 21w38a',
    okzoomer: 'Дадае магчымасць шырока наладжваемага павелічэння',
    owolib:
      'Дадае агульную утыліту, GUI і бібліятэку канфігурацый для модынгу на Fabric і Quilt',
    qkl: 'Дадае афіцыйныя бібліятэкі Kotlin для Quilt',
    qsl: 'Дадае стандартныя бібліятэкі для экасістэмы Quilt',
    reesessodiumoptions: 'Альтэрнатыўнае меню налад для Sodium',
    screenshottoclipboard:
      'Дадае магчымасць капіраваць скрыншоты адразу ў буфер абмену',
    sodium:
      'Дадае сучасны механізм рэндэрынгу для Minecraft, які значна паляпшае частату кадраў і выпраўляе мікра-заліпання і праблемы з графікай',
    sodiumextra: 'Дадае функцыі, якіх не павінна быць у Sodium',
    starlight:
      'Мод, які перапісвае рухавік святла, каб палепшыць прадукцыйнасць і выправіць памылкі асвятлення',
    'status-effect-bars':
      'Дадае наладжваемыя панэлі, якія паказваюць астатнюю працягласць эфектаў',
    technomodel: 'Дадае карону свінне, калі назваць яе "Technoblade"',
    yacl: 'Дадае бібліятэку канфігурацый на аснове builder для Minecraft',
    perspectivemodredux: 'Дадае від ад трэцяй асобы на 360 градусаў',
    continuity: 'Дадае эфектыўныя злучэнні тэкстур',
    rethinkingvoxels:
      'Высокаякасныя, добра аптымізаваныя шэйдэры, накіраваныя на прадукцыйнасць',
    betterleaves:
      'Мод, які робіць лісце кусцістым, пры гэтым сумяшчальны з іншымі пакетамі рэсурсаў і модамі',
    icons: 'Дадае іконкі на розныя аспекты гульні',
    mousewheelie:
      'Мод, які дадае сартыроўку і пракрутку прадметаў, папаўненне запасаў і г.д.',
    lambdynamiclights: 'Дадае дынамічнае асвятленне ў Minecraft',
    xaerosworldmap:
      "Дадае поўнаэкранную карту свету, якая паказвае, што вы даследавалі ў свеце. Выдатна працуе разам з Xaero's Minimap",
    verymanyplayers:
      'Мод, які прызначаны для павышэння прадукцыйнасці сервера пры вялікай колькасці гульцоў',
    plasmovoice:
      'Дадае галасавы чат з гукавым пазіцыянаваннем і мноствам іншых функцый',
    simplevoicechat: 'Дадае галасавы чат у Minecraft',
    betteranvil:
      'Мод, які паказвае кожнае перайменаванне CIT і CEM (OptiFine) у дадатковым меню кавадлы для лепшага выкарыстання адпаведных пакетаў рэсурсаў',
    showmeyourskin: 'Мод, які хавае браню іншых гульцоў, калі вы не ў баі',
    ears: 'Дадае больш налад для кастамізацыі скіна',
    femalegender: 'Дадае жаночы пол у Minecraft!',
    camerautils: 'Дадае карысныя ўтыліты камеры',
    viewdistancefix:
      'Мод, які пымушае прыстасаваць вашу адлегласць прагляду на серверы',
    vtfix: 'Мод, які выпраўляе агульныя праблемы ў ванільных тэкстурах',
    vt3d: 'Дадае 3D мадэлі некаторым 2D блокам (Рэйкі, Лесвіца, інш.)',
    litematica:
      'Мод, які палягчае будоўлю ў выжыванні пры пераносе будынкаў з крэатыву',
    defaultdarkmode: 'Дадае цёмную тэму для інтэрфэйсу гульні',
    ksepsp:
      'Дадае новыя тэкстуры і мадэлі для прадметаў па перайменаванні прадметаў',
    replaymod:
      'Мод, які дазваляе запісваць, перажываць і дзяліцца вашым гульнявым вопытам',
    lambdabettergrass: 'Мод, які дадае палепшаныя траву і снег',
    emotecraft: 'Мод, які дазваляе ствараць ўласныя эмоцыі ў Minecraft',
    capes: 'Дадае падтрымку плашчоў з OptiFine, LabyMod і іншых модаў',
    advancementinfo:
      'Мод, які паказвае больш інфармацыі пра патрабаванні дасягненняў',
    authme: 'Мод, які дазваляе перазайсці ў акаўнт адразу з гульні',
    fabricskyboxes:
      'Дадае падтрымку карыстальніцкіх нябёсаў праз пакеты рэсурсаў',
    vtvariations: 'Дадае варыяцыі стандартным тэкстурам',
    removereloadingscreen:
      'Дазваляе вам узаемадзейнічаць з гульнёй падчас перазагрузкі',
    fallingleaves: 'Дадае дрэвам лісце, якое падае',
  },
  loadingText: 'Генерацыя вашай зборкі...',
  finishedText: 'Ваша зборка гатова!',
  instructions: [
    {
      name: 'Устаноўка праз PrismLauncher',
      text: 'Перацягніце .zip файл у PrismLauncher і націсніце "Ok"',
    },
    {
      name: 'Аўтаматычная ўстаноўка для ванільнага лаўнчара',
      text: 'Выкарыстоўвайце наш аўтаматычны ўстаноўшчык: %INSTALLER_LINKS%',
    },
    {
      name: 'Ручная ўстаноўка для ванільнага лаўнчара',
      text: 'Распакуйце архіў у папку .minecraft, замяніце ўсе файлы, а потым устанавіце Quilt Loader v0.19.2',
    },
  ],
  back: 'Назад',
  next: 'Далей',
  addAnyMod: 'Дадаць любы мод з Modrinth',
  chooseVersion: 'Выбраць версію Minecraft',
  cancel: 'Скасаваць',
  modName: 'Назва мода',
  addAnyModNotice:
    'Гэта функцыя для вопытных карыстальнікаў, зборкі з карыстальніцкімі модамі не гарантуюць працаздольнасць',
  continue: 'Працягнуць',
  earlyVersionWarning:
    'Гэта версія дагэтуль вельмі новая і ўсе моды яшчэ не абноўлены. Калі ласка, згенерыруйце новую зборку пазней для абнаўлення ўсіх модаў',
  linkCopied: 'Спасылка скапіравана ў буфер абмена',
  sharePack: 'Падзяліцца гэтай зборкай',
  and: 'і',
  craftedBy: 'Гэта праграма зроблена',
  downloadError:
    'Узнікла памылка пры генерацыі зборкі. Калі ласка, паспрабуйце пазней',
  by: 'ад',
  chooseAdditionalFeatures: 'Выберыце дадатковыя функцыі',
  discordInvite: 'Сачыце за распрацоўкай UnoPack у Discord',
  viewMods: 'Паглядзець моды',
  alwaysOn: 'Заўсёды ўключана',
  enableRecommended: 'Уключыць рэкамендаванае',
  featureTypes: {
    mod: 'Мод',
    resourcePack: 'Пакет рэсурсаў',
    shaders: 'Шэйдэры',
  },
  downloadPack: 'Спампаваць зборку',
  quiltWarning:
    'Для працы гэтай зборкі вам патрэбна ўстанавіць Quilt Loader v0.20.2 (не Fabric)! Вы можаце зрабіць гэта па інструкцыі ніжэй',
  languages: {
    cz: 'Чэшскі',
    ua: 'Украінскі',
    az: 'Азербайджанскі',
    be: 'Беларускі',
    fi: 'Фінскі',
  },
  translationBy: 'пераклад ад',
  translationCredits: 'Дзякуй усім, хто дапамагае з перакладам',
  status: 'Статус',
} satisfies Translation;
