import type { Translation } from './en';

export default {
  tagline: 'ℸ ̣⍑ᒷ ʖᒷᓭℸ ̣ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ᒲ𝙹↸!¡ᔑᓵꖌ ⎓𝙹∷ ⍊ᔑリ╎ꖎꖎᔑ !¡ꖎᔑ||ᒷ∷ᓭ',
  shareTagline: 'ᓭ𝙹ᒲᒷ𝙹リᒷ ᓭ⍑ᔑ∷ᒷ↸ ∴╎ℸ ̣⍑ ||𝙹⚍ ℸ ̣⍑╎ᓭ ⚍リ𝙹!¡ᔑᓵꖌ !¡ᔑᓵꖌ',
  changeLang: 'ᓵ⍑ᔑリ⊣ᒷ ꖎᔑリ⊣⚍ᔑ⊣ᒷ',
  landing: {
    cards: [
      {
        title: '⍊ᔑリ╎ꖎꖎᔑ',
        text: '∴ᒷ ᔑ↸↸ᒷ↸ 𝙹リꖎ|| ᓵꖎ╎ᒷリℸ ̣ᓭ╎↸ᒷ ᒲ𝙹↸ᓭ ℸ ̣⍑ᔑℸ ̣ 𝙹!¡ℸ ̣╎ᒲ╎⨅ᒷ ℸ ̣⍑ᒷ ⊣ᔑᒲᒷ ∴╎ℸ ̣⍑𝙹⚍ℸ ̣ ↸ᒷ⍊╎ᔑℸ ̣╎リ⊣ ⎓∷𝙹ᒲ ℸ ̣⍑ᒷ ⍊ᔑリ╎ꖎꖎᔑ ᒷ̇/!¡ᒷ∷╎ᒷリᓵᒷ',
      },
      {
        title: 'ᒲ𝙹↸⚍ꖎᔑ∷',
        text: 'ᒷ⍊ᒷ∷||𝙹リᒷ ⍑ᔑᓭ ↸╎⎓⎓ᒷ∷ᒷリℸ ̣ ℸ ̣ᔑᓭℸ ̣ᒷᓭ ᓭ𝙹 ||𝙹⚍ ᓵᔑリ ᓵ⍑𝙹𝙹ᓭᒷ 𝙹リꖎ|| ᒷ̇/ᔑᓵℸ ̣ꖎ|| ∴⍑ᔑℸ ̣ ᒲ𝙹↸╎⎓╎ᓵᔑℸ ̣╎𝙹リᓭ ||𝙹⚍ リᒷᒷ↸ ᔑリ↸ ∴⍑ᔑℸ ̣ ||𝙹⚍ ↸𝙹リℸ ̣ リᒷᒷ↸ ╎リ ℸ ̣⍑╎ᓭ !¡ᔑᓵꖌ',
      },
      {
        title: 'リ𝙹ℸ ̣ 𝙹リꖎ|| ᒲ𝙹↸ᓭ',
        text: '∴ᒷ ⍑ᔑ⍊ᒷ ╎リᓵꖎ⚍↸ᒷ↸ リ𝙹ℸ ̣ 𝙹リꖎ|| ᒲ𝙹↸ᓭ ʖ⚍ℸ ̣ ᔑꖎᓭ𝙹 ∷ᒷᓭ𝙹⚍∷ᓵᒷ !¡ᔑᓵꖌᓭ ᓭ⍑ᔑ↸ᒷ∷ᓭ ᔑリ↸ ᔑꖎꖎ ℸ ̣⍑ᒷ リᒷᓵᒷᓭᓭᔑ∷|| ᓭᒷℸ ̣ℸ ̣╎リ⊣ᓭ  ᔑꖎꖎ ⎓𝙹∷ ||𝙹⚍∷ ᓵ𝙹リ⍊ᒷリ╎ᒷリᓵᒷ',
      },
    ],
    generateButton: '⊣ᒷリᒷ∷ᔑℸ ̣ᒷ ⎓𝙹∷',
    editButton: 'ᒷ↸╎ℸ ̣ ⎓𝙹∷',
    shortDescrition:
      '∴╎ℸ ̣⍑ ⚍リ𝙹!¡ᔑᓵꖌ ||𝙹⚍ ᓵᔑリ ᑑ⚍╎ᓵꖌꖎ|| ⊣ᒷリᒷ∷ᔑℸ ̣ᒷ ᔑ ⍊ᔑリ╎ꖎꖎᔑᒷリᓵ⍑ᔑリᓭ╎リ⊣ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ᒲ𝙹↸!¡ᔑᓵꖌ ╎↸ᒷᔑꖎ ⎓𝙹∷ ||𝙹⚍',
  },
  packs: {
    default: {
      name: '⚍リ𝙹!¡ᔑᓵꖌ ᒷᓭᓭᒷリℸ ̣╎ᔑꖎ ᒲ𝙹↸ᓭ',
      description: '!¡ᒷ∷⎓𝙹∷ᒲᔑリᓵᒷ ʖ𝙹𝙹ᓭℸ ̣╎リ⊣ ᒲ𝙹↸ᓭ',
    },
    roleplay: {
      name: '∷𝙹ꖎᒷ!¡ꖎᔑ|| !¡ᔑᓵꖌ',
      description:
        'ᔑ↸↸╎ℸ ̣╎𝙹リᔑꖎ ᓭꖌ╎リ ᓵ⚍ᓭℸ ̣𝙹ᒲ╎⨅ᔑℸ ̣╎𝙹リ ᒷᒲ𝙹ℸ ̣ᒷᓭ !¡∷𝙹̇/╎ᒲ╎ℸ ̣|| ⍊𝙹╎ᓵᒷ ᓵ⍑ᔑℸ ̣ ᔑリ↸ ᒲ𝙹∷ᒷ',
      imgAltText: 'ᔑ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ !¡ꖎᔑ||ᒷ∷ ℸ ̣!¡𝙹ᓭ╎リ⊣ ᔑリ↸ ⚍ᓭ╎リ⊣ ⍊𝙹╎ᓵᒷ ᓵ⍑ᔑℸ ̣',
    },
    utility: {
      name: '⚍ℸ ̣╎ꖎ╎ℸ ̣|| ᒲ𝙹↸ᓭ',
      description: 'ᒲ𝙹↸ᓭ ℸ ̣⍑ᔑℸ ̣ ᒲᔑꖌᒷ ʖ𝙹∷╎リ⊣ ℸ ̣⍑╎リ⊣ᓭ ᒷᔑᓭ╎ᒷ∷',
      imgAltText: 'ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ⊣ᒷᔑ∷ᓭ ∷𝙹ℸ ̣ᔑℸ ̣╎リ⊣',
    },
    contentcreator: {
      name: 'ᓵ𝙹リℸ ̣ᒷリℸ ̣ ᓵ∷ᒷᔑℸ ̣𝙹∷ !¡ᔑᓵꖌ',
      description: 'ᒲᔑリ╎!¡⚍ꖎᔑℸ ̣ᒷ ||𝙹⚍∷ ᓵᔑᒲᒷ∷ᔑ ℸ ̣𝙹 ᓵ∷ᒷᔑℸ ̣ᒷ ᓵ╎リᒷᒲᔑℸ ̣╎ᓵ ᓭ⍑𝙹ℸ ̣ᓭ',
      imgAltText: 'ᔑ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ᓵ⍑ᔑ∷ᔑᓵℸ ̣ᒷ∷ ⚍ᓭ╎リ⊣ ᔑ ᓵᔑᒲᒷ∷ᔑ',
    },
    graphics: {
      name: '⊣∷ᔑ!¡⍑╎ᓵᓭ !¡ᔑᓵꖌ',
      description: 'ᒲᔑꖌᒷ ⍊ᔑリ╎ꖎꖎᔑ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ʖᒷᔑ⚍ℸ ̣╎⎓⚍ꖎ',
      imgAltText: 'ᔑ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ℸ ̣∷ᒷᒷ ∴╎ℸ ̣⍑ ⎓ᔑꖎꖎ╎リ⊣ ꖎᒷᔑ⍊ᒷᓭ',
    },
  },
  descriptions: {
    'better-stats':
      'ᔑ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ᒲ𝙹↸ ℸ ̣⍑ᔑℸ ̣ ╎ᒲ!¡∷𝙹⍊ᒷᓭ ℸ ̣⍑ᒷ ᓭℸ ̣ᔑℸ ̣╎ᓭℸ ̣╎ᓵᓭ ᓭᓵ∷ᒷᒷリ ᔑリ↸ ᒲᔑꖌᒷᓭ ╎ℸ ̣ ᒲ𝙹∷ᒷ ⚍ᓭᒷ⎓⚍ꖎ',
    'boat-item-view': 'ᓭᒷᒷ ||𝙹⚍∷ ⍑ᒷꖎ↸ ╎ℸ ̣ᒷᒲᓭ ∴⍑ᒷリ ╎リ ᔑ ᒲ𝙹⍊╎リ⊣ ʖ𝙹ᔑℸ ̣',
    'chat-heads': 'ᓭᒷᒷ ∴⍑𝙹 ||𝙹⚍∷ᒷ ᓵ⍑ᔑℸ ̣ℸ ̣╎リ⊣ ∴╎ℸ ̣⍑',
    'cit-resewn':
      '∷ᒷ╎ᒲ!¡ꖎᒷᒲᒷリℸ ̣ᓭ ᒲᓵ!¡ᔑℸ ̣ᓵ⍑ᒷ∷ᓭ ᓵ╎ℸ ̣ ᓵ⚍ᓭℸ ̣𝙹ᒲ ╎ℸ ̣ᒷᒲ ℸ ̣ᒷ̇/ℸ ̣⚍∷ᒷᓭ ⎓∷𝙹ᒲ 𝙹!¡ℸ ̣╎⎓╎リᒷ ∷ᒷᓭ𝙹⚍∷ᓵᒷ !¡ᔑᓵꖌᓭ',
    'cloth-config': 'ᓵ𝙹リ⎓╎⊣⚍∷ᔑℸ ̣╎𝙹リ ꖎ╎ʖ∷ᔑ∷|| ⎓𝙹∷ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ᒲ𝙹↸ᓭ',
    'c2me-fabric':
      'ᔑ ᒲ𝙹↸ ↸ᒷᓭ╎⊣リᒷ↸ ℸ ̣𝙹 ╎ᒲ!¡∷𝙹⍊ᒷ ℸ ̣⍑ᒷ ᓵ⍑⚍リꖌ !¡ᒷ∷⎓𝙹∷ᒲᔑリᓵᒷ 𝙹⎓ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣',
    cem: 'ᓵ⚍ᓭℸ ̣𝙹ᒲ ᒷリℸ ̣╎ℸ ̣|| ᒲ𝙹↸ᒷꖎᓭ ᓭ⚍!¡!¡𝙹∷ℸ ̣ 𝙹リ ⎓ᔑʖ∷╎ᓵ',
    dcch: 'ᓭᔑ⍊ᒷᓭ ||𝙹⚍∷ ᓵ⍑ᔑℸ ̣ ⍑╎ᓭℸ ̣𝙹∷||',
    deathlog: 'ꖌᒷᒷ!¡ᓭ ℸ ̣∷ᔑᓵꖌ 𝙹⎓ ℸ ̣⍑ᒷ ᒲᔑリ|| ᒷᒲʖᔑ∷∷ᔑᓭᓭ╎リ⊣ ℸ ̣╎ᒲᒷᓭ ||𝙹⚍ ↸╎ᒷ↸',
    e4mc: '𝙹!¡ᒷリ ᔑ ꖎᔑリ ᓭᒷ∷⍊ᒷ∷ ℸ ̣𝙹 ᔑリ||𝙹リᒷ ᔑリ||∴⍑ᒷ∷ᒷ ᔑリ||ℸ ̣╎ᒲᒷ',
    moreculling:
      '⚍ᓭ╎リ⊣ ᔑᓭ||リᓵ !¡ᔑℸ ̣⍑ℸ ̣∷ᔑᓵ╎リ⊣ ℸ ̣𝙹 ⍑╎↸ᒷ ʖꖎ𝙹ᓵꖌᒷリℸ ̣╎ℸ ̣╎ᒷᓭ ℸ ̣⍑ᔑℸ ̣ ᔑ∷ᒷ リ𝙹ℸ ̣ ⍊╎ᓭ╎ʖꖎᒷ',
    'ferrite-core': 'ᒲᒷᒲ𝙹∷|| ⚍ᓭᔑ⊣ᒷ 𝙹!¡ℸ ̣╎ᒲ╎⨅ᔑℸ ̣╎𝙹リᓭ',
    horsestatsvanilla:
      'ℸ ̣⍑╎ᓭ ᓵꖎ╎ᒷリℸ ̣ᓭ╎↸ᒷ ᒲ𝙹↸ ↸╎ᓭ!¡ꖎᔑ||ᓭ ℸ ̣⍑ᒷ ᓭℸ ̣ᔑℸ ̣╎ᓭℸ ̣╎ᓵᓭ ⍑ᒷᔑꖎℸ ̣⍑ ᓭ!¡ᒷᒷ↸ ⋮⚍ᒲ!¡ ⍑ᒷ╎⊣⍑ℸ ̣ 𝙹⎓ ⍑𝙹∷ᓭᒷᓭ ╎リ ℸ ̣⍑ᒷ╎∷ ╎リ⍊ᒷリℸ ̣𝙹∷||',
    immediatelyfast: 'ᓭ!¡ᒷᒷ↸ ⚍!¡ ╎ᒲᒲᒷ↸╎ᔑℸ ̣ᒷ ᒲ𝙹↸ᒷ ∷ᒷリ↸ᒷ∷╎リ⊣ ╎リ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣',
    indium:
      'ᓭ𝙹↸╎⚍ᒲ ᔑ↸↸𝙹リ !¡∷𝙹⍊╎↸╎リ⊣ ᓭ⚍!¡!¡𝙹∷ℸ ̣ ⎓𝙹∷ ℸ ̣⍑ᒷ ⎓ᔑʖ∷╎ᓵ ∷ᒷリ↸ᒷ∷╎リ⊣ ᔑ!¡╎ ʖᔑᓭᒷ↸ 𝙹リ ╎リ↸╎⊣𝙹',
    inspecio: 'ᔑ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ᒲ𝙹↸ ∴⍑╎ᓵ⍑ ᔑ↸↸ᓭ ᒲ𝙹∷ᒷ ℸ ̣𝙹𝙹ꖎℸ ̣╎!¡ᓭ',
    iris: 'ᔑ ᒲ𝙹↸ᒷ∷リ ᓭ⍑ᔑ↸ᒷ∷ᓭ ᒲ𝙹↸ ⎓𝙹∷ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ╎リℸ ̣ᒷリ↸ᒷ↸ ℸ ̣𝙹 ʖᒷ ᓵ𝙹ᒲ!¡ᔑℸ ̣╎ʖꖎᒷ ∴╎ℸ ̣⍑ ᒷ̇/╎ᓭℸ ̣╎リ⊣ 𝙹!¡ℸ ̣╎⎓╎リᒷ ᓭ⍑ᔑ↸ᒷ∷ !¡ᔑᓵꖌᓭ',
    krypton: 'ᔑ ᒲ𝙹↸ ℸ ̣𝙹 𝙹!¡ℸ ̣╎ᒲ╎⨅ᒷ ℸ ̣⍑ᒷ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ リᒷℸ ̣∴𝙹∷ꖌ╎リ⊣ ᓭℸ ̣ᔑᓵꖌ',
    languagereload: '∷ᒷ↸⚍ᓵᒷᓭ ꖎ𝙹ᔑ↸ ℸ ̣╎ᒲᒷᓭ ᔑリ↸ ᔑ↸↸ᓭ ⎓ᔑꖎꖎʖᔑᓵꖌᓭ ⎓𝙹∷ ꖎᔑリ⊣⚍ᔑ⊣ᒷᓭ',
    lithium: 'リ𝙹ᓵ𝙹ᒲ!¡∷𝙹ᒲ╎ᓭᒷᓭ ⊣ᔑᒲᒷ ꖎ𝙹⊣╎ᓵᓭᒷ∷⍊ᒷ∷ 𝙹!¡ℸ ̣╎ᒲ╎⨅ᔑℸ ̣╎𝙹リ ᒲ𝙹↸',
    memoryleakfix:
      'ᔑ ᒲ𝙹↸ ℸ ̣⍑ᔑℸ ̣ ⎓╎̇/ᒷᓭ ∷ᔑリ↸𝙹ᒲ ᒲᒷᒲ𝙹∷|| ꖎᒷᔑꖌᓭ ⎓𝙹∷ ʖ𝙹ℸ ̣⍑ ℸ ̣⍑ᒷ ᓵꖎ╎ᒷリℸ ̣ ᔑリ↸ ᓭᒷ∷⍊ᒷ∷',
    modmenu:
      'ᔑ↸↸ᓭ ᔑ ᒲ𝙹↸ ᒲᒷリ⚍ ℸ ̣𝙹 ⍊╎ᒷ∴ ℸ ̣⍑ᒷ ꖎ╎ᓭℸ ̣ 𝙹⎓ ᒲ𝙹↸ᓭ ||𝙹⚍ ⍑ᔑ⍊ᒷ ╎リᓭℸ ̣ᔑꖎꖎᒷ↸',
    modelfix: '⎓╎̇/ᒷᓭ ⊣ᔑ!¡ᓭ ╎リ ʖꖎ𝙹ᓵꖌ ᒲ𝙹↸ᒷꖎᓭ ᔑリ↸ ╎ℸ ̣ᒷᒲ ᒲ𝙹↸ᒷꖎᓭ',
    notelemetry: '↸╎ᓭᔑʖꖎᒷ ℸ ̣⍑ᒷ ℸ ̣ᒷꖎᒷᒲᒷℸ ̣∷|| ╎リℸ ̣∷𝙹↸⚍ᓵᒷ↸ ╎リ ∴ᔑ',
    okzoomer:
      'ᔑ↸↸ᓭ ᔑ ⍑╎⊣⍑ꖎ||ᓵ𝙹リ⎓╎⊣⚍∷ᔑʖꖎᒷ ⨅𝙹𝙹ᒲ ꖌᒷ|| ⎓𝙹∷ ᑑ⚍╎ꖎℸ ̣ ℸ ̣⍑ᒷ ⨅𝙹𝙹ᒲ ╎ᓭ ||𝙹⚍∷ᓭ',
    owolib:
      'ᔑ ⊣ᒷリᒷ∷ᔑꖎ ⚍ℸ ̣╎ꖎ╎ℸ ̣|| ⊣⚍╎ ᔑリ↸ ᓵ𝙹リ⎓╎⊣ ꖎ╎ʖ∷ᔑ∷|| ⎓𝙹∷ ᒲ𝙹↸↸╎リ⊣ 𝙹リ ⎓ᔑʖ∷╎ᓵ ᔑリ↸ ᑑ⚍╎ꖎℸ ̣',
    qkl: 'ᑑ⚍╎ꖎℸ ̣ᓭ 𝙹⎓⎓╎ᓵ╎ᔑꖎ ꖌ𝙹ℸ ̣ꖎ╎リ ꖎ╎ʖ∷ᔑ∷╎ᒷᓭ',
    qsl: 'ℸ ̣⍑ᒷ ᓭℸ ̣ᔑリ↸ᔑ∷↸ ꖎ╎ʖ∷ᔑ∷╎ᒷᓭ 𝙹⎓ ℸ ̣⍑ᒷ ᑑ⚍╎ꖎℸ ̣ ᒷᓵ𝙹ᓭ||ᓭℸ ̣ᒷᒲ ᒷᓭᓭᒷリℸ ̣╎ᔑꖎ ⎓𝙹∷ ||𝙹⚍∷ ᒲ𝙹↸↸╎リ⊣ ᒷ̇/!¡ᒷ∷╎ᒷリᓵᒷ 𝙹リ ᑑ⚍╎ꖎℸ ̣',
    reesessodiumoptions: 'ᔑꖎℸ ̣ᒷ∷リᔑℸ ̣╎⍊ᒷ 𝙹!¡ℸ ̣╎𝙹リᓭ ᒲᒷリ⚍ ⎓𝙹∷ ᓭ𝙹↸╎⚍ᒲ',
    screenshottoclipboard:
      'ᓭᓵ∷ᒷᒷリᓭ⍑𝙹ℸ ̣ᓭ ℸ ̣ᔑꖌᒷリ ᔑ∷ᒷ ᓵ𝙹!¡╎ᒷ↸ ℸ ̣𝙹 ℸ ̣⍑ᒷ ᓵꖎ╎!¡ʖ𝙹ᔑ∷↸',
    sodium:
      'ᔑ ᒲ𝙹↸ᒷ∷リ ∷ᒷリ↸ᒷ∷╎リ⊣ ᒷリ⊣╎リᒷ ⎓𝙹∷ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ∴⍑╎ᓵ⍑ ⊣∷ᒷᔑℸ ̣ꖎ|| ╎ᒲ!¡∷𝙹⍊ᒷᓭ ⎓∷ᔑᒲᒷ ∷ᔑℸ ̣ᒷᓭ ᔑリ↸ ᒲ╎ᓵ∷𝙹ᓭℸ ̣⚍ℸ ̣ℸ ̣ᒷ∷ ∴⍑╎ꖎᒷ ⎓╎̇/╎リ⊣ ⊣∷ᔑ!¡⍑╎ᓵᔑꖎ ╎ᓭᓭ⚍ᒷᓭ',
    sodiumextra: '⎓ᒷᔑℸ ̣⚍∷ᒷᓭ ℸ ̣⍑ᔑℸ ̣ ᓭ⍑𝙹⚍ꖎ↸リℸ ̣ ʖᒷ ╎リ ᓭ𝙹↸╎⚍ᒲ',
    starlight:
      '∷ᒷ∴∷╎ℸ ̣ᒷᓭ ℸ ̣⍑ᒷ ꖎ╎⊣⍑ℸ ̣ ᒷリ⊣╎リᒷ ℸ ̣𝙹 ⎓╎̇/ ꖎ╎⊣⍑ℸ ̣╎リ⊣ !¡ᒷ∷⎓𝙹∷ᒲᔑリᓵᒷ ᔑリ↸ ꖎ╎⊣⍑ℸ ̣╎リ⊣ ᒷ∷∷𝙹∷ᓭ',
    'status-effect-bars':
      'ᔑ↸↸ᓭ ᓵ⚍ᓭℸ ̣𝙹ᒲ╎⨅ᔑʖꖎᒷ ʖᔑ∷ᓭ ℸ ̣𝙹 ℸ ̣⍑ᒷ ᓭℸ ̣ᔑℸ ̣⚍ᓭ ᒷ⎓⎓ᒷᓵℸ ̣ᓭ 𝙹⍊ᒷ∷ꖎᔑ|| ℸ ̣𝙹 ᓭ⍑𝙹∴ ℸ ̣⍑ᒷ ∷ᒷᒲᔑ╎リ╎リ⊣ ↸⚍∷ᔑℸ ̣╎𝙹リ 𝙹⎓ ᒷ⎓⎓ᒷᓵℸ ̣ᓭ',
    technomodel:
      'リᔑᒲᒷ ᔑリ|| !¡╎⊣ ℸ ̣ᒷᓵ⍑リ𝙹ʖꖎᔑ↸ᒷ ℸ ̣𝙹 ᔑ↸↸ ⍑╎ᓭ ᓵ∷𝙹∴リ ℸ ̣𝙹 ╎ℸ ̣ᓭ ⍑ᒷᔑ↸',
    yacl: 'ᔑ ʖ⚍╎ꖎ↸ᒷ∷ʖᔑᓭᒷ↸ ᓵ𝙹リ⎓╎⊣⚍∷ᔑℸ ̣╎𝙹リ ꖎ╎ʖ∷ᔑ∷|| ⎓𝙹∷ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣',
    perspectivemodredux: ' ↸ᒷ⊣∷ᒷᒷ ℸ ̣⍑╎∷↸ !¡ᒷ∷ᓭ𝙹リ ⍊╎ᒷ∴',
    continuity: 'ᔑ ᒲ𝙹↸ ℸ ̣⍑ᔑℸ ̣ ᔑꖎꖎ𝙹∴ᓭ ⎓𝙹∷ ᒷ⎓⎓╎ᓵ╎ᒷリℸ ̣ ᓵ𝙹リリᒷᓵℸ ̣ᒷ↸ ℸ ̣ᒷ̇/ℸ ̣⚍∷ᒷᓭ',
    rethinkingvoxels:
      '⍑╎⊣⍑ ᑑ⚍ᔑꖎ╎ℸ ̣|| ∴ᒷꖎꖎ 𝙹!¡ℸ ̣╎ᒲ╎⨅ᒷ↸ ᓭ⍑ᔑ↸ᒷ∷ !¡ᔑᓵꖌ ℸ ̣⍑ᔑℸ ̣ ᔑ╎ᒲᓭ ⎓𝙹∷ !¡ᒷ∷⎓ᒷᓵℸ ̣╎𝙹リ',
    fallingleaves: 'ᔑ↸↸ᓭ ⎓ᔑꖎꖎ╎リ⊣ ꖎᒷᔑ⍊ᒷᓭ ℸ ̣𝙹 ℸ ̣∷ᒷᒷᓭ',
    betterleaves:
      'ᒲᔑꖌᒷᓭ ℸ ̣⍑ᒷ ꖎᒷᔑ⍊ᒷᓭ ʖ⚍ᓭ⍑|| ∴⍑╎ꖎᒷ ʖᒷ╎リ⊣ ᓵ𝙹ᒲ!¡ᔑℸ ̣╎ʖꖎᒷ ∴╎ℸ ̣⍑ 𝙹ℸ ̣⍑ᒷ∷ ∷ᒷᓭ𝙹⚍∷ᓵᒷ!¡ᔑᓵꖌᓭ ᔑリ↸ ᒲ𝙹↸ᓭ',
    icons:
      '╎リℸ ̣∷𝙹↸⚍ᓵᒷᓭ ╎ᓵ𝙹リᓭ ℸ ̣⍑∷𝙹⚍⊣⍑𝙹⚍ℸ ̣ ↸╎⎓⎓ᒷ∷ᒷリℸ ̣ ᔑᓭ!¡ᒷᓵℸ ̣ᓭ 𝙹⎓ ℸ ̣⍑ᒷ ⊣ᔑᒲᒷ',
    mousewheelie:
      'ᔑ ᓭᒲᔑꖎꖎ ᓵꖎ╎ᒷリℸ ̣ᓭ╎↸ᒷ ᒲ𝙹↸ ⎓ᒷᔑℸ ̣⚍∷╎リ⊣ ╎ℸ ̣ᒷᒲ ᓭᓵ∷𝙹ꖎꖎ╎リ⊣ ╎リ⍊ᒷリℸ ̣𝙹∷|| ᓭ𝙹∷ℸ ̣╎リ⊣ ╎ℸ ̣ᒷᒲ ∷ᒷ⎓╎ꖎꖎ╎リ⊣ ᔑリ↸ ᒲ𝙹∷ᒷ',
    lambdynamiclights: 'ᔑ↸↸ᓭ ꖎ╎⊣⍑ℸ ̣ ᔑ∷𝙹⚍リ↸ ||𝙹⚍ ∴⍑ᒷリ ⍑𝙹ꖎ↸╎リ⊣ ᔑ ℸ ̣𝙹∷ᓵ⍑',
    xaerosworldmap:
      'ᔑ↸↸ᓭ ᔑ ⎓⚍ꖎꖎ ᓭᓵ∷ᒷᒷリ ∴𝙹∷ꖎ↸ ᒲᔑ!¡ ∴⍑╎ᓵ⍑ ᓭ⍑𝙹∴ᓭ ||𝙹⚍ ∴⍑ᔑℸ ̣ ||𝙹⚍ ⍑ᔑ⍊ᒷ ᒷ̇/!¡ꖎ𝙹∷ᒷ↸ ╎リ ℸ ̣⍑ᒷ ∴𝙹∷ꖎ↸ ∴𝙹∷ꖌᓭ ⊣∷ᒷᔑℸ ̣ ℸ ̣𝙹⊣ᒷℸ ̣⍑ᒷ∷ ∴╎ℸ ̣⍑ ̇/ᔑᒷ∷𝙹ᓭ ᒲ╎リ╎ᒲᔑ!¡',
    verymanyplayers:
      'ᔑ ᒲ𝙹↸ ↸ᒷᓭ╎⊣リᒷ↸ ℸ ̣𝙹 ╎ᒲ!¡∷𝙹⍊ᒷ ᓭᒷ∷⍊ᒷ∷ !¡ᒷ∷⎓𝙹∷ᒲᔑリᓵᒷ ᔑℸ ̣ ⍑╎⊣⍑ !¡ꖎᔑ||ᒷ∷ᓵ𝙹⚍リℸ ̣ᓭ',
    plasmovoice:
      'ᔑ !¡∷𝙹̇/╎ᒲ╎ℸ ̣|| ⍊𝙹╎ᓵᒷ ᓵ⍑ᔑℸ ̣ ᒲ𝙹↸ ∴╎ℸ ̣⍑ ᔑ⚍↸╎𝙹 !¡𝙹ᓭ╎ℸ ̣╎𝙹リ╎リ⊣ ᔑリ↸ ꖎ𝙹ℸ ̣ᓭ 𝙹⎓ ⎓ᒷᔑℸ ̣⚍∷ᒷᓭ',
    simplevoicechat: 'ᔑ ∴𝙹∷ꖌ╎リ⊣ ⍊𝙹╎ᓵᒷ ᓵ⍑ᔑℸ ̣ ╎リ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣',
    betteranvil:
      'ᓭ⍑𝙹∴ᓭ ᒷ⍊ᒷ∷|| ∷ᒷリᔑᒲᒷ↸ ᓵ╎ℸ ̣ ᔑリ↸ ᓵᒷᒲ 𝙹!¡ℸ ̣╎⎓╎リᒷ ╎リ ᒷ̇/ℸ ̣∷ᔑ ᔑリ⍊╎ꖎ ᒲᒷリ⚍ ⎓𝙹∷ ʖᒷℸ ̣ℸ ̣ᒷ∷ ⚍ᓭᔑ⊣ᒷ 𝙹⎓ ∷ᒷᓭ𝙹⚍∷ᓵᒷ !¡ᔑᓵꖌᓭ ∴╎ℸ ̣⍑ ∷ᒷリᔑᒲᒷᓭ',
    showmeyourskin: '⍑╎↸ᒷ 𝙹ℸ ̣⍑ᒷ∷ !¡ꖎᔑ||ᒷ∷ᓭ ᔑ∷ᒲ𝙹∷ ∴⍑ᒷリ リ𝙹ℸ ̣ ╎リ ᓵ𝙹ᒲʖᔑℸ ̣',
    ears: 'ᒲ𝙹∷ᒷ ᓭꖌ╎リ ᓵ⚍ᓭℸ ̣𝙹ᒲ╎⨅ᔑℸ ̣╎𝙹リ 𝙹!¡ℸ ̣╎𝙹リᓭ',
    femalegender: 'ᔑ ⎓ᒷᒲᔑꖎᒷ ⊣ᒷリ↸ᒷ∷ ᒲ𝙹↸ ᓵ∷ᒷᔑℸ ̣ᒷ↸ ⎓𝙹∷ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣',
    camerautils: '⍑ᒷꖎ!¡⎓⚍ꖎ ᓵᔑᒲᒷ∷ᔑ ⚍ℸ ̣╎ꖎ╎ℸ ̣╎ᒷᓭ',
    viewdistancefix: '⎓𝙹∷ᓵᒷᓭ ||𝙹⚍∷ ⍊╎ᒷ∴ ↸╎ᓭℸ ̣ᔑリᓵᒷ 𝙹リ ℸ ̣⍑ᒷ ᓭᒷ∷⍊ᒷ∷',
    vtfix: '⎓╎̇/ᒷᓭ ᓵ𝙹ᒲᒲ𝙹リ ╎ᓭᓭ⚍ᒷᓭ ╎リ ⍊ᔑリ╎ꖎꖎᔑ ℸ ̣ᒷ̇/ℸ ̣⚍∷ᒷ !¡ᔑᓵꖌ',
    vt3d: 'ᔑ↸↸ᓭ ↸ ᒲ𝙹↸ᒷꖎᓭ ℸ ̣𝙹 ᓭ𝙹ᒲᒷ ↸ ʖꖎ𝙹ᓵꖌᓭ ∷ᔑ╎ꖎᓭ ꖎᔑ↸↸ᒷ∷ᓭ ᒷℸ ̣ᓵ',
    litematica:
      'ᒲᔑꖌᒷᓭ ╎ℸ ̣ ᒷᔑᓭ╎ᒷ∷ ℸ ̣𝙹 ᒲ𝙹⍊ᒷ ||𝙹⚍∷ ʖ⚍╎ꖎ↸ᓭ ʖᒷℸ ̣∴ᒷᒷリ ᓵ∷ᒷᔑℸ ̣╎⍊ᒷ ᔑリ↸ ᓭ⚍∷⍊╎⍊ᔑꖎ ∴𝙹∷ꖎ↸ᓭ',
    defaultdarkmode: '↸ᔑ∷ꖌ ℸ ̣⍑ᒷᒲᒷ ⎓𝙹∷ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ⚍╎',
    ksepsp:
      'ᔑ↸↸ リᒷ∴ ℸ ̣ᒷ̇/ℸ ̣⚍∷ᒷᓭ ᔑリ↸ ᒲ𝙹↸ᒷꖎᓭ ℸ ̣𝙹 ℸ ̣⍑ᒷ ╎ℸ ̣ᒷᒲᓭ ʖ|| ∷ᒷリᔑᒲ╎リ⊣ ℸ ̣⍑ᒷᒲ',
    replaymod:
      'ᔑ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ᒲ𝙹↸ ℸ ̣𝙹 ∷ᒷᓵ𝙹∷↸ ∷ᒷꖎ╎⍊ᒷ ᔑリ↸ ᓭ⍑ᔑ∷ᒷ ||𝙹⚍∷ ᒷ̇/!¡ᒷ∷╎ᒷリᓵᒷ',
    lambdabettergrass:
      'ᔑ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ᒲ𝙹↸ ∴⍑╎ᓵ⍑ ᔑ↸↸ᓭ ʖᒷℸ ̣ℸ ̣ᒷ∷ ⊣∷ᔑᓭᓭ ᔑリ↸ ᓭリ𝙹∴ ℸ ̣𝙹 ℸ ̣⍑ᒷ ⊣ᔑᒲᒷ',
    emotecraft: 'ᓵ∷ᒷᔑℸ ̣ᒷ ||𝙹⚍∷ 𝙹∴リ ᒷᒲ𝙹ℸ ̣ᒷᓭ ╎リ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣',
    capes:
      'ꖎᒷℸ ̣ᓭ ||𝙹⚍ ⚍ᓭᒷ ᓵᔑ!¡ᒷᓭ ⎓∷𝙹ᒲ 𝙹!¡ℸ ̣╎⎓╎リᒷ ꖎᔑʖ||ᒲ𝙹↸ ᔑリ↸ 𝙹ℸ ̣⍑ᒷ∷ ᓵᔑ!¡ᒷ ᒲ𝙹↸ᓭ',
    advancementinfo:
      'ᓭ⍑𝙹∴ ᒲ𝙹∷ᒷ ╎リ⎓𝙹∷ᒲᔑℸ ̣╎𝙹リ ᔑʖ𝙹⚍ℸ ̣ ᔑ↸⍊ᔑリᓵᒷᒲᒷリℸ ̣ ∷ᒷᑑ⚍╎∷ᒷᒲᒷリℸ ̣ᓭ',
    authme:
      'ᔑ⚍ℸ ̣⍑ᒷリℸ ̣╎ᓵᔑℸ ̣ᒷ ||𝙹⚍∷ᓭᒷꖎ⎓ ╎リ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ᔑリ↸ ∷ᒷ⍊ᔑꖎ╎↸ᔑℸ ̣ᒷ ||𝙹⚍∷ ᓭᒷᓭᓭ╎𝙹リ',
    fabricskyboxes: 'ᔑꖎꖎ𝙹∴ᓭ ∷ᒷᓭ𝙹⚍∷ᓵᒷ !¡ᔑᓵꖌᓭ ℸ ̣𝙹 ᔑ↸↸ ᓵ⚍ᓭℸ ̣𝙹ᒲ ᓭꖌ|| ℸ ̣ᒷ̇/ℸ ̣⚍∷ᒷᓭ',
    vtvariations: 'ᔑ↸↸ᓭ ⍊ᔑ∷╎ᔑℸ ̣╎𝙹リᓭ ℸ ̣𝙹 ⍊ᔑリ╎ꖎꖎᔑ ℸ ̣ᒷ̇/ℸ ̣⚍∷ᒷᓭ',
    removereloadingscreen:
      'ᔑꖎꖎ𝙹∴ᓭ ||𝙹⚍ ℸ ̣𝙹 ╎リℸ ̣ᒷ∷⚍ᓵℸ ̣ ∴╎ℸ ̣⍑ ℸ ̣⍑ᒷ ⊣ᔑᒲᒷ ∴⍑╎ꖎᒷ ꖎ𝙹ᔑ↸╎リ⊣',
  },
  loadingText: '⊣ᒷリᒷ∷ᔑℸ ̣╎リ⊣ ||𝙹⚍∷ !¡ᔑᓵꖌ',
  finishedText: '||𝙹⚍∷ !¡ᔑᓵꖌ ╎ᓭ ∷ᒷᔑ↸||',
  instructions: [
    {
      name: '!¡∷╎ᓭᒲꖎᔑ⚍リᓵ⍑ᒷ∷ ╎リᓭℸ ̣ᔑꖎꖎᔑℸ ̣╎𝙹リ',
      text: '↸∷ᔑ⊣ ℸ ̣⍑ᒷ ⨅╎!¡ ⎓╎ꖎᒷ ╎リℸ ̣𝙹 ℸ ̣⍑ᒷ !¡∷╎ᓭᒲꖎᔑ⚍リᓵ⍑ᒷ∷ ∴╎リ↸𝙹∴ ᔑリ↸ ᓵꖎ╎ᓵꖌ 𝙹ꖌ',
    },
    {
      name: 'ᔑ⚍ℸ ̣𝙹ᒲᔑℸ ̣╎ᓵ ╎リᓭℸ ̣ᔑꖎꖎᔑℸ ̣╎𝙹リ ⎓𝙹∷ ℸ ̣⍑ᒷ ⍊ᔑリ╎ꖎꖎᔑ ꖎᔑ⚍リᓵ⍑ᒷ∷',
      text: '⚍ᓭᒷ 𝙹⚍∷ ᔑ⚍ℸ ̣𝙹ᒲᔑℸ ̣╎ᓵ ╎リᓭℸ ̣ᔑꖎꖎᒷ∷ ╎リᓭℸ ̣ᔑꖎꖎᒷ∷ꖎ╎リꖌᓭ',
    },
    {
      name: 'ᒲᔑリ⚍ᔑꖎ ╎リᓭℸ ̣ᔑꖎꖎᔑℸ ̣╎𝙹リ ⎓𝙹∷ ℸ ̣⍑ᒷ ⍊ᔑリ╎ꖎꖎᔑ ꖎᔑ⚍リᓵ⍑ᒷ∷',
      text: '⚍リ!¡ᔑᓵꖌ ℸ ̣⍑ᒷ ᔑ∷ᓵ⍑╎⍊ᒷ ╎リℸ ̣𝙹 ℸ ̣⍑ᒷ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ⎓𝙹ꖎ↸ᒷ∷ ∷ᒷ!¡ꖎᔑᓵ╎リ⊣ ᔑꖎꖎ ⎓╎ꖎᒷᓭ ℸ ̣⍑ᒷリ ╎リᓭℸ ̣ᔑꖎꖎ ℸ ̣⍑ᒷ ꖎᔑℸ ̣ᒷᓭℸ ̣ ᑑ⚍╎ꖎℸ ̣ ꖎ𝙹ᔑ↸ᒷ∷ ⍊',
    },
  ],
  back: 'ʖᔑᓵꖌ',
  next: 'リᒷ̇/ℸ ̣',
  addAnyMod: 'ᔑ↸↸ ᔑリ|| ᒲ𝙹↸ ⎓∷𝙹ᒲ ᒲ𝙹↸∷╎リℸ ̣⍑',
  chooseVersion: 'ᓵ⍑𝙹𝙹ᓭᒷ ᒲ╎リᒷᓵ∷ᔑ⎓ℸ ̣ ⍊ᒷ∷ᓭ╎𝙹リ',
  cancel: 'ᓵᔑリᓵᒷꖎ',
  modName: 'ᒲ𝙹↸ リᔑᒲᒷ',
  addAnyModNotice:
    'ℸ ̣⍑╎ᓭ ╎ᓭ ᔑリ ᔑ↸⍊ᔑリᓵᒷ↸ ⎓ᒷᔑℸ ̣⚍∷ᒷ ᒲ𝙹↸!¡ᔑᓵꖌᓭ ∴╎ℸ ̣⍑ ᓵ⚍ᓭℸ ̣𝙹ᒲ ᒲ𝙹↸ᓭ ᔑ∷ᒷ リ𝙹ℸ ̣ ⊣⚍ᔑ∷ᔑリℸ ̣ᒷᒷ↸ ℸ ̣𝙹 ∴𝙹∷ꖌ ᓵ𝙹∷∷ᒷᓵℸ ̣ꖎ||',
  continue: 'ᓵ𝙹リℸ ̣╎リ⚍ᒷ',
  earlyVersionWarning:
    'ℸ ̣⍑╎ᓭ ⍊ᒷ∷ᓭ╎𝙹リ ╎ᓭ ᓭℸ ̣╎ꖎꖎ ⍊ᒷ∷|| リᒷ∴ ᔑリ↸ リ𝙹ℸ ̣ ᔑꖎꖎ ᒲ𝙹↸ᓭ ⍑ᔑ⍊ᒷ ʖᒷᒷリ ⚍!¡↸ᔑℸ ̣ᒷ↸ ℸ ̣𝙹 ╎ℸ ̣ !¡ꖎᒷᔑᓭᒷ ⊣ᒷリᒷ∷ᔑℸ ̣ᒷ ᔑ リᒷ∴ !¡ᔑᓵꖌ ╎リ ᔑ ᓵ𝙹⚍!¡ꖎᒷ 𝙹⎓ ∴ᒷᒷꖌᓭ ℸ ̣𝙹 ⊣ᒷℸ ̣ ℸ ̣⍑ᒷ ⎓⚍ꖎꖎ !¡ᔑᓵꖌ',
  linkCopied: 'ℸ ̣⍑ᒷ ꖎ╎リꖌ ⍑ᔑᓭ ʖᒷᒷリ ᓵ𝙹!¡╎ᒷ↸ ℸ ̣𝙹 ℸ ̣⍑ᒷ ᓵꖎ╎!¡ʖ𝙹ᔑ∷↸',
  sharePack: 'ᓭ⍑ᔑ∷ᒷ ℸ ̣⍑╎ᓭ !¡ᔑᓵꖌ',
  and: 'ᔑリ↸',
  craftedBy: 'ℸ ̣⍑╎ᓭ ᔑ!¡!¡ ∴ᔑᓭ ᓵ∷ᔑ⎓ℸ ̣ᒷ↸ ʖ||',
  downloadError:
    'ᔑリ ᒷ∷∷𝙹∷ 𝙹ᓵᓵ⚍∷∷ᒷ↸ ∴⍑╎ꖎᒷ ⊣ᒷリᒷ∷ᔑℸ ̣╎リ⊣ ℸ ̣⍑ᒷ !¡ᔑᓵꖌ !¡ꖎᒷᔑᓭᒷ ℸ ̣∷|| ᔑ⊣ᔑ╎リ ꖎᔑℸ ̣ᒷ∷',
  by: 'ʖ||',
  chooseAdditionalFeatures: 'ᓵ⍑𝙹𝙹ᓭᒷ ᔑ↸↸╎ℸ ̣╎𝙹リᔑꖎ ⎓ᒷᔑℸ ̣⚍∷ᒷᓭ',
  discordInvite: '⎓𝙹ꖎꖎ𝙹∴ ⚍リ𝙹!¡ᔑᓵꖌ ↸ᒷ⍊ᒷꖎ𝙹!¡ᒲᒷリℸ ̣ 𝙹リ ↸╎ᓭᓵ𝙹∷↸',
  viewMods: '⍊╎ᒷ∴ ᒲ𝙹↸ᓭ',
  alwaysOn: 'ᔑꖎ∴ᔑ||ᓭ 𝙹リ',
  enableRecommended: 'ᒷリᔑʖꖎᒷ ∷ᒷᓵ𝙹ᒲᒲᒷリ↸ᒷ↸',
  featureTypes: {
    mod: 'ᒲ𝙹↸',
    resourcePack: '∷ᒷᓭ𝙹⚍∷ᓵᒷ!¡ᔑᓵꖌ',
    shaders: 'ᓭ⍑ᔑ↸ᒷ∷',
  },
  downloadPack: '↸𝙹∴リꖎ𝙹ᔑ↸ ℸ ̣⍑ᒷ !¡ᔑᓵꖌ',
  quiltWarning:
    '⎓𝙹∷ ℸ ̣⍑ᒷ !¡ᔑᓵꖌ ℸ ̣𝙹 ∴𝙹∷ꖌ ||𝙹⚍ リᒷᒷ↸ ℸ ̣𝙹 ╎リᓭℸ ̣ᔑꖎꖎ ℸ ̣⍑ᒷ ᑑ⚍╎ꖎℸ ̣ ꖎ𝙹ᔑ↸ᒷ∷ ⍊ リ𝙹ℸ ̣ ⎓ᔑʖ∷╎ᓵ ||𝙹⚍ ᓵᔑリ ↸𝙹 ∴╎ℸ ̣⍑ ℸ ̣⍑ᒷ ╎リᓭℸ ̣∷⚍ᓵℸ ̣╎𝙹リᓭ ʖᒷꖎ𝙹∴',
  languages: {
    cz: 'ᓵ⨅ᒷᓵ⍑',
    ua: '⚍ꖌ∷ᔑ╎リ╎ᔑリ',
    az: 'ᔑ⨅ᒷ∷ʖᔑ╎⋮ᔑリ╎',
    be: 'ʖᒷꖎᔑ∷⚍ᓭ╎ᔑリ',
    fi: '⎓╎リリ╎ᓭ⍑',
  },
  translationBy: 'ℸ ̣∷ᔑリᓭꖎᔑℸ ̣╎𝙹リ ʖ||',
  translationCredits:
    'ℸ ̣⍑ᔑリꖌᓭ ℸ ̣𝙹 ᒷ⍊ᒷ∷||𝙹リᒷ ∴⍑𝙹 ⍑ᒷꖎ!¡ᒷ↸ ∴╎ℸ ̣⍑ ℸ ̣∷ᔑリᓭꖎᔑℸ ̣╎𝙹リᓭ',
  status: 'ᓭℸ ̣ᔑℸ ̣⚍ᓭ',
} satisfies Translation;
