import type { Translation } from './en';

export default {
  tagline: 'Найкраща ванільна збірка Minecraft',
  changeLang: 'Змінити мову',
  shareTagline: 'З вами поділилися збіркою UnoPack',
  landing: {
    cards: [
      {
        title: 'Ванільна',
        text: 'Ми включили тільки клієнтські моди, які оптимізують гру, не відходячи від ванільного експірієнсу',
      },
      {
        title: 'Модульна',
        text: 'У всіх різні смаки, тому ви можете вибрати тільки ті модифікації, які вам до душі',
      },
      {
        title: 'Усе включено',
        text: 'Ми включили не тільки моди, а й ресурспаки, шейдери і всі необхідні налаштування - все для вашої зручності',
      },
    ],
    generateButton: 'Згенерувати для',
    editButton: 'Редагувати для',
    shortDescrition:
      'UnoPack дає змогу швидко згенерувати ванільну збірку Minecraft ідеальну для тебе',
  },
  packs: {
    default: {
      name: 'UnoPack Збірка Продуктивності',
      description: 'Моди для підвищення продуктивності',
    },
    roleplay: {
      name: 'Пак Ролеплея',
      description: 'Додаткова кастомізація скіна, емоції, войсчат тощо',
      imgAltText: 'Майнкрафт гравець в T-позі та використовує войсчат',
    },
    utility: {
      name: 'Пак Корисностей',
      description: 'Спрощення нудних сторін гри',
      imgAltText: 'Майнкрафт шестерні обертаються',
    },
    contentcreator: {
      name: 'Пак Ютубера',
      description: 'Моди для створення кінематографічних сцен',
      imgAltText: 'Майнкрафт персонаж використовує камеру',
    },
    graphics: {
      name: 'Пак Графіки',
      description: 'Робить гру красивішою',
      imgAltText: 'Майнкрафт дерево з падаючими листям',
    },
  },
  descriptions: {
    'better-stats': 'Мод, що поліпшує екран статистики',
    'boat-item-view': 'Переглядайте свої предмети в рухомому човні!',
    'chat-heads': 'Додає аватарки в чат',
    'cit-resewn':
      'Включає підтримку кастомних моделей з перейменування в ресурспаков',
    'cloth-config': 'Бібліотека конфігурації',
    'c2me-fabric':
      'Мод Fabric, призначений для поліпшення продуктивності чанків',
    cem: "Підтримка користувацьких моделей об'єктів у Fabric",
    dcch: 'Зберігає історію чату',
    deathlog: 'Відстежує безліч незручних моментів вашої смерті',
    e4mc: 'Відкрийте сервер локальної мережі для всіх, у будь-якому місці та в будь-який час',
    moreculling:
      'Використання асинхронного трасування шляху для приховування блоків/сутностей, які не видно',
    'ferrite-core': "Оптимізація оперативної пам'яті",
    horsestatsvanilla:
      "Цей клієнтський мод відображає статистику (здоров'я, швидкість, висоту стрибка) коней у їхньому інвентарі",
    immediatelyfast: 'Покращує продуктивність гри',
    indium:
      'Доповнення Sodium, що забезпечує підтримку API рендерингу на основі Indigo',
    inspecio: 'Додає додаткову інформацію про предмети',
    iris: 'Мод на шейдери, призначений для сумісності з наявними пакетами шейдерів OptiFine',
    krypton: 'Мод для оптимізації мережевого стека',
    fallingleaves: 'додає деревам опадання листя',
    languagereload:
      'Скорочує час завантаження і додає резервні варіанти для мов',
    lithium: 'Покращує продуктивність гри',
    memoryleakfix:
      "Мод, який виправляє випадкові витоки пам'яті як для клієнта, так і для сервера",
    modmenu: 'Додає меню модів для перегляду списку встановлених вами модів',
    modelfix: 'Виправляє пробіли в блокових моделях і моделях елементів',
    notelemetry: 'Вимкніть телеметрію, введену в 21w38a',
    okzoomer: 'Вимкніть телеметрію, введену в 21w38a',
    owolib:
      'Загальна утиліта, графічний інтерфейс і бібліотека конфігурацій для моддингу тканин і клаптикових ковдр',
    qkl: 'Підтримка мови Kotlin',
    qsl: 'Стандартні бібліотеки екосистеми Quilt',
    reesessodiumoptions: 'Меню альтернативних варіантів для Sodium',
    screenshottoclipboard: 'Зроблені скриншоти копіюються в буфер обміну',
    sodium:
      'Сучасний рушій рендерингу, який значно покращує частоту кадрів і microstutter, одночасно усуваючи графічні проблеми',
    sodiumextra: 'Компоненти, яких не повинно бути в Sodium',
    starlight: 'Переписує світловий движок',
    'status-effect-bars': 'Додає прогрессбар до ефектів',
    technomodel:
      'Назвіть будь-яку свиню "Technoblade", щоб надіти їй на голову корону',
    yacl: 'Бібліотека конфігурацій на основі builder',
    perspectivemodredux: 'Вигляд від третьої особи на 360 градусів',
    continuity:
      "Fabric мод, що дає змогу створювати ефективні з'єднані текстури",
    rethinkingvoxels: 'Красиві шейдери',
    betterleaves: 'Робить листя густим',
    icons: 'Вводить значки в різних аспектах гри',
    mousewheelie:
      '"Маленький" клієнтський мод із прокручуванням предметів, сортуванням інвентарю, поповненням запасів і багатьом іншим!',
    lambdynamiclights: 'Мод із динамічним освітленням для Fabric',
    xaerosworldmap:
      'Додає повноекранну карту світу, яка показує вам, що ви досліджували у світі',
    verymanyplayers:
      'Мод Fabric, призначений для підвищення продуктивності клієнта за високої кількості гравців',
    plasmovoice: 'Голосовий чат',
    simplevoicechat: 'Голосовий чат',
    betteranvil:
      'Показує кожне перейменоване місто і CEM (optifine) у додатковому меню ковадла',
    showmeyourskin: 'Приховує броню гравців, коли не в битві',
    ears: 'Додаткові налаштування кастомізації скінів',
    femalegender: 'Додає жіночу стать для персонажа',
    camerautils: 'Додаткові налаштування камери',
    viewdistancefix:
      'Ставить ваші налаштування дальності промальовування на серверах',
    vtfix: 'Фіксить баги у ванільних текстурах',
    vt3d: 'Додає 3D моделі 2D блокам (Сходам, Рейкам тощо).',
    litematica: 'Спрощує перенесення будівель із креативу у виживання',
    defaultdarkmode: 'Темна Тема для Майнкрафта',
    ksepsp: 'Додає нові текстури та моделі з перейменування предметів',
    replaymod: '"Replay" Режим для Майнкрафту',
    lambdabettergrass: 'Покращення для блоків трави та снігу',
    emotecraft: 'Додає емоцій',
    capes: 'Додає плащі з OptiFine, LabyMod та інших модів',
    advancementinfo: 'Показує всю інформацію про ачівки',
    authme: 'Дає змогу перезайти в акаунт прямо з гри',
    fabricskyboxes: 'Дає змогу ресурспаком замінювати текстури неба',
    vtvariations: 'Додає варіації ванільним текстурам',
    removereloadingscreen:
      'Дозволяє користуватися меню, поки гра завантажується',
  },
  loadingText: 'Генеруємо вашу збірку...',
  finishedText: 'Ваша збірка готова!',
  instructions: [
    {
      name: 'Встановлення на PrismLauncher',
      text: 'Перетягніть .zip архів у вікно лаунчера і натисніть "Ok"',
    },
    {
      name: 'Автоматичне встановлення на стандартний лаунчер',
      text: 'Використовуйте наш автоматичний установник: %INSTALLER_LINKS%',
    },
    {
      name: 'Встановлення вручну на стандартний лаунчер',
      text: 'Розпакуйте архів у папку .minecraft, замінивши всі файли, і встанови Quilt Loader v0.20.2',
    },
  ],
  back: 'Назад',
  next: 'Далі',
  addAnyMod: 'Додати будь-який мод із Modrinth',
  chooseVersion: 'Виберіть версію Minecraft',
  addAnyModNotice:
    'Це секція для просунутих користувачів. Збірки з кастомними модами можуть не працювати',
  cancel: 'Скасування',
  continue: 'Продовжити',
  modName: 'Назва мода',
  linkCopied: 'Посилання було скопійовано в буфер обміну',
  sharePack: 'Поділитися збіркою',
  earlyVersionWarning:
    'Ця версія все ще нова і не всі моди були оновлені до неї. Будь ласка, перегенеруйте збірку через кілька тижнів, щоб отримати всі моди',
  and: 'и',
  craftedBy: 'Сайт скрафтили',
  downloadError: 'Помилка генерації пака, спробуйте пізніше',
  by: 'від',
  chooseAdditionalFeatures: 'Виберіть доповнення',
  discordInvite: 'Стеж за розвитком УноПака в Discord',
  viewMods: 'Переглянути моди',
  featureTypes: {
    mod: 'Мод',
    resourcePack: 'Ресурспак',
    shaders: 'Шейдери',
  },
  alwaysOn: 'Завжди включено',
  enableRecommended: 'Увімкнути рекомендовані',
  downloadPack: 'Завантажити пак',
  quiltWarning:
    'Для роботи пака необхідно завантажити Quilt Loader v0.20.2 (не Fabric)! Зробіть це будь-яким з описаних нижче способів',
  languages: {
    cz: 'Чеська',
    ua: 'Українська',
    az: 'Азербайджанська',
    be: 'Білоруська',
    fi: 'Фінська',
  },
  translationBy: 'переклад від',
  translationCredits: 'Спасибі всім хто допоміг з перекладом',
  status: 'Статус',
} satisfies Translation;
